<?php

return  [
	'is_true' => [	
		'1' => '是',
		'0' => '否',
	],
	'handicap' => [
		'0' => '健康',
		'1' => '一级残疾',
		'2' => '二级残疾',
		'3' => '三级残疾',
		'4' => '四级残疾',
	],
	'health'=> [
		'0' => '无重大疾病（不含残疾）',
		'1' => '患有重大疾病（不含残疾）',
 	],
	'relationship' => [
		'1' => '父亲',
		'2' => '母亲',
		'3' => '哥哥',
		'4' => '弟弟',
		'5' => '姐姐',
		'6' => '妹妹',
		'7' => '祖父',
		'8' => '祖母',
	],
	'car_situation' => [
		'0' => '无车',
		'1' => '小轿车',
		'2' => '货车',
		'3' => '农机车',	
	],
	'housing_situation' => [
		'0' => '自有',
		'1' => '租赁',
		'2' => '其他:',
	],
	'residence_address_situation' => [
		'0' => '无',
		'1' => '国家核定的680个贫困县（区）',
		'2' => '680个贫困县以外的革命老区（含中央苏区）',
		'3' => '广东省扶贫开发重点县（不含革命老区）',
	],
	'disability_type' => [
		'1' => '视残',
		'2' => '听残',
		'3' => '智残',
		'4' => '其他：',
	],
	'disability_grade' => [
		'1' => '一级',
		'2' => '二级',
		'3' => '三级',
		'4' => '四级',
	],
	'culture' => [
		'0' => '无',
		'1' => '小学',
		'2' => '初中',
		'3' => '高中',
		'4' => '大学及以上',
	],
	'career' => [
		'0' => '无工作',
		'1' => '务农',
		'2' => '其他',
	],
	'natural_disasters_type' => [
		'0' => '无',
		'1' => '一年内',
		'2' => '两年内',
	],
	'unexpected_events_type' => [
		'0' => '无',
		'1' => '一年内',
		'2' => '两年内',
	],
];
?>