<?php

return  [

	
	//建档立卡户
	'establish_card' => [
		'1' => 100,
		'0' => 0,
	],
	//特困供养人员
	'special_person' => [
		'1' => 100,
		'0' => 0,
	],
	//城乡最低生活保障户
	'mini_living' => [
		'1' => 95,
		'0' => 0,
	],
	//特困职工女子
	'poor_children' => [
		'1' => 95,
		'0' => 0,
	],
	//城镇低收入困难家庭
	'low_income' => [
		'1' => 90,
		'0' => 0,
	],
	//孤儿
	'orphan' => [
		'1' => 100,
		'0' => 0,
	],
	//烈士子女、因公牺牲军人警察子女
	'martyrs_children' => [
		'1' => 90,
		'0' => 0,
	],
	//家庭遭受重大自然灾害，受灾严重（一年内）
	'natural_disasters_type' => [
		'0' => '0',
		'1' => '90',
		'2' => '60',
	],
	//家庭遭重大突发意外事件（不含自然灾害）
	'unexpected_events_type' => [
		'0' => '0',
		'1' => '90',
		'2' => '60',
	],
	'disability' => [
		'0' => 0,
		'1' => 90,
	],
	//父母一方抚养
	'single_parent' => [
		'1' => 10,
		'0' => 0,
	],
	//户口类型
	'account' => [
		'1' => 2,
		'0' => 1,
	],
	//户籍情况
	'residence_address_situation' => [
		'0' => 0,
		'1' => 4,
		'2' => 3,
		'2' => 2,
	],
	//家庭在学人数
	'school_population' => [
		'min' => [
			'value' => 2,
			'score' => 7,
 		],
	],
	'house_assests' => [
		'1' => 1,
		'0' => 0,
	],
	'annual_income' => [
		'min1' => [
			'value' => 1500,
			'score' => 7
 		],  
		'min2' => [
			'value' => 3000,
			'score' => 5,
		],
	],
	'disability' => [
		'0' => 0,
		'1' => '40',
		'2' => '10',
		'3' => '5',
		'4' => '2',
	],
	//家庭成员
	'members' => [
		'no_work' => [
			'0' => 0,
			//父母一方
			'1' => 9,
			//父母
			'2' => '22',
		],
		'farm' => 6,
		'culture' => [
			'0' => 0,
			'1' => 1,
			'2' => 2,
		],
		'fm_age' => [
			'0' => 0,
			'1' => 8,
			'2' => 10,
		],
		'older' => [
			'0' => 0,
			'1' => 7,
			'2' => 9,
		],
	],

	
];
?>